{
  "products": {
    "3987279d-0ad4-4afb-8ca9-5b256ae3b202": {
      "_id": 1,
      "name": "COMMENCAL SUPREME DH V4 XS",
      "price": 25,
      "type": "downhill",
      "description": "The SUPREME DH V4 XS is designed for smaller riders The ROCKSHOX BoXXer Ultimate World Cup fork is the most efficient and ergonomic in terms of adjustments. The 35mm stanchion chassis is perfectly suited for lighter riders.The ROCKSHOX Super Deluxe Select R shock absorber provides sensitivity and dynamism. It fits all riders with its air spring where the volume of the negative and positive chambers can be adjusted independently.",
      "image": "bikes_info/downhill/22SUPXS_2000.jpg",
      "likes": 1,
      "booked": false
    },
    "3987279d-0ad4-4afb-8ca9-5b256ae3b225":{
      "_id": 2,
      "name": "COMMENCAL META SX V4 ÖHLINS EDITION DARK SLATE",
      "price": 35,
      "type": "enduro",
      "description": "The META SX V4 ÖHLINS EDITION brings confidence thanks to the ÖHLINS suspension know-how acquired through the achievement of 400 motorsport world titles... Ride with the best from the Swedish brand. The TTX22 m is certainly one of the best rear shocks for enduro racing. Adopted by many professional riders, it shines thanks to its sensitivity, support, and reliability. The RXF38 m.2 Air fork offers precision and excellent stability on slopes thanks to an air spring equipped with a specific Ramp Up chamber to adjust progressiveness at the end of the stroke, without forgetting its three-way setting TTX hydraulic cartridge.",
      "image": "bikes_info/enduro/22METAAMOHGR.jpg",
      "likes": 0,
      "booked": false
    },
    "3987279d-0ad4-4afb-8ca9-5b256ae3b219": {
      "_id": 3,
      "name": "COMMENCAL META V5 SIGNATURE GLITTERY WHITE 2025",
      "price": 30,
      "type": "enduro",
      "description": "This SIGNATURE edition is one of our top-of-the-range META V5 build. The components are chosen for their efficiency and to perfectly compliment the qualities of the frame. With the 36 Float Factory, we offer what FOX knows how to do best: Kashima anti-friction treatment and GRIP X2 cartridge with different hydraulic settings. On the back, the Float X Factory is specifically tuned for the kinematics of the bike and contributes to the dynamism of the frame. Again, different hydraulic settings to adapt to the terrain and a lock-out lever to climb more efficiently.",
      "image": "bikes_info/enduro/BT4MTRV5SGEU3.jpg",
      "likes": 0,
      "booked": false
    },
    "3987279d-0ad4-4afb-8ca9-5b256ae3b210": {
      "_id": 4,
      "name": "COMMENCAL META TR V4 ÖHLINS EDITION ASH GREY",
      "price": 27.5,
      "type": "trail",
      "description": "The META TR ÖHLINS EDITION is designed for precise and committed riders. It benefits from all the knowledge and experience acquired by ÖHLINS in a race environment. The RXF36 m.2 Air fork offers precision and excellent stability on slopes thanks to an air spring equipped with a specific Ramp Up chamber to adjust progressiveness at the end of the stroke, without forgetting its three-way setting TTX hydraulic cartridge. The TTX1 Air shock ticks all the boxes. It offers excellent performance in terms of sensitivity, hold and hydraulics, with simple and precise adjustments.",
      "image": "bikes_info/trail/22METATROH_2000.jpg",
      "likes": 0,
      "booked": false
    },
    "3987279d-0ad4-4afb-8ca9-5b256ae3b287": {
      "_id": 5,
      "name": "COMMENCAL T.E.M.P.O. T-TYPE CRACKLED BLACK",
      "price": 37.5,
      "type":"trail",
      "description": "A true work of art, this T-TYPE edition of T.E.M.P.O. features the sublime 'Crackled Black' paint seen on our athletes' bikes during the 2022 World Championships. Produced exclusively in small numbers, each of the 94 frames have a unique feel. This T.E.M.P.O. T-TYPE has META V5 genes. It is built to do a little more when the rider lets off the brakes and when tackling the most demanding trails.",
      "image": "bikes_info/trail/23METATCLTD_2000.jpg",
      "likes": 0,
      "booked": false
    },
    "3987279d-0ad4-4afb-8ca9-5b256ae3b254": {
      "_id": 6,
      "name": "COMMENCAL SUPREME DH V5 SIGNATURE LTD PURE WHITE 2025",
      "price": 22,
      "type": "downhill",
      "description": "The SUPREME DH V5 features the groundbreaking High Virtual Contact System kinematics, an innovative design that optimizes both agility and shock absorption. With integrated aluminum frame inserts, you can effortlessly adjust the bike's geometry and performance to suit the day's racing conditions, ensuring you are always at your best on the track.",
      "image": "bikes_info/downhill/BT3SUPV5SG2.jpg",
      "likes": 0,
      "booked": false
    }
  }
}